[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=丹楓(虫二電氣診所), chriszxl (小良奇)
VERSION=5.0.2

[Language]
LANGUAGE=正體中文
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=0x0404, 0x0C04, 0x1404, 0x7C04,

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=檔案(&F)
CUSTOMIZE=自定(&C)
EXIT=結束(&E)
EDIT=編輯(&E)
COPY=複製(&C)
FUNCTION=功能(&u)
HIDE_SMART_INFO=隱藏 S.M.A.R.T. 資訊(&S)
HIDE_SERIAL_NUMBER=隱藏序號(&N)
SHOW_DRIVE_LETTER=顯示磁碟機代號(&L)
ADVANCED_DISK_SEARCH=進階磁碟搜尋(&A)
EVENT_LOG=事件記錄(&v)
AAM_APM_CONTROL=AAM/APM 控制項(&M)
AUTO_AAM_APM_ADAPTION=自動 AAM/APM 代理(&P)
RESIDENT=常駐(&R)
STARTUP=隨 Windows 開機時啟動(&S)
OPEN_DISK_MANAGEMENT=開啟 [磁碟管理](&D)
OPEN_DEVICE_MANAGER=開啟 [裝置管理員](&M)
ADVANCED_FEATURE=進階功能(&F)
REFRESH=重新整理(&R)
RESCAN=重新掃瞄(&c)
DISABLE=停用(&D)
AUTO_REFRESH=自動重新整理間隔時間(&A)
AUTO_REFRESH_TARGET=自動重新整理磁碟(&T)
AUTO_REFRESH_TARGET_ALL_DISK=自動重新整理 - 所有勾選磁碟(&g)
AUTO_REFRESH_UNTARGET_ALL_DISK=自動重新整理 - 所有未勾選磁碟(&U)
WAIT_TIME_AT_STARTUP=啟動時等待時間(&W)
GRAPH=圖表(&G)
THEME=佈景主題(&T)
DISK=磁碟(&D)
HELP=說明(&H)
HELP_ABOUT=關於 CrystalDiskInfo(&A)
HELP_ABOUT_SMART=關於 S.M.A.R.T. (Wikipedia)[網頁](&S)
LANGUAGE=語言(&L)
ITEM=項目(&I)
TEMPERATURE_TYPE=溫度類型(&e)
CELSIUS=攝氏(°C)
FAHRENHEIT=華氏(°F)
HEALTH_STATUS_SETTING=磁碟健康狀態設定(&H)

;Graph
OPTION=選項(&O)
LEGEND_POSITION=圖例位置(&L)
NORTH_WEST=西北(&N)
NORTH_EAST=東北(&E)
SOUTH_WEST=西南(&W)
SOUTH_EAST=東南(&S)
MAX_PLOT_POINT=最大繪圖點(&M)
TIME_FORMAT=時間格式(&T)
PAINT_WEEKEND=週末繪圖(&P)
ALL=全部(&A)

;2.7.0
COPY_OPTION=複製選項(&O)
RESIDENT_STYLE=常駐樣式(&y)
MINIMIZE=最小化
HIDE=隱藏

;3.0.0
ZOOM=縮放視窗(&Z)
AUTO=自動(&A)
ATTRIBUTE=屬性(&A)

;3.5.0
ASCII_VIEW=ASCII 檢視
AUTO_DTECTION=自動偵測
SECOND=秒
MINUTE=分鐘
HOUR=小時

:3.9.4
WORKAROUND=解決方法(&o)

;4.0.0
ALERT_MAIL=警示郵件
MAIL_SETTINGS=郵件設定
SMART_IN_ENGLISH=英文的 S.M.A.R.T.
FONT_SETTING=字型設定

;5.0.0
ALERT_FEATURES=警示功能(&l)
ALARM_HISTORY=警示歷程記錄
ALERT_SOUND=警示音效
SOUND_SETTINGS=音效設定
GADGET_SUPPORT=小工具支援
INSTALL_GADGET=安裝小工具
ENABLE_AUTO=啟用(自動偵測)
ENABLE_ALL=啟用(所有磁碟)
ENABLE_RAID=啟用(僅用於 RAID 磁碟區)

[TrayMenu]
EXIT=結束
REFRESH=重新整理
RESCAN=重新掃瞄
ENABLE=啟用
DISABLE=停用
ENABLE_ALL=全部啟用
DISABLE_ALL=全部停用
AUTO_REFRESH=自動重新整理間隔時間
AUTO_REFRESH_01_MIN=1 分鐘
AUTO_REFRESH_03_MIN=3 分鐘
AUTO_REFRESH_05_MIN=5 分鐘
AUTO_REFRESH_10_MIN=10 分鐘
AUTO_REFRESH_30_MIN=30 分鐘
AUTO_REFRESH_60_MIN=60 分鐘
AUTO_REFRESH_TARGET=自動重新整理磁碟 
AUTO_REFRESH_TARGET_ALL_DISK=自動重新整理 - 所有勾選磁碟
AUTO_REFRESH_UNTARGET_ALL_DISK=自動重新整理 - 所有未勾選磁碟
ALARM_SETTING_TEMPERATURE=警示設定 - 溫度
ALARM_SETTING_HEALTH_STATUS=警示設定 - 磁碟健康狀態
SHOW_MAIN_WINDOW=顯示主視窗
SHOW_TEMPERATURE_ICON=顯示溫度圖示
SHOW_ALL_TEMPERATURE_ICON=顯示所有溫度圖示
HIDE_ALL_TEMPERATURE_ICON=隱藏所有溫度圖示
COLLECTIVE_SETTING=集體設定
GRAPH=圖表
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=僅顯示溫度圖示

[DiskStatus]
GOOD=良好
CAUTION=警告
BAD=不良
UNKNOWN=未知
DISK=磁碟

[Dialog]
LIST_ID=ID
LIST_CURRENT=目前
LIST_WORST=最差
LIST_THRESHOLD=臨界值
LIST_RAW_VALUES=Raw 值
;LIST_DESCRIPTION=描述
LIST_ATTRIBUTE_NAME=屬性名稱

FIRMWARE=韌體
SERIAL_NUMBER=序號
INTERFACE=介面
STANDARD=標準
TRANSFER_MODE=傳輸模式
BUFFER_SIZE=緩衝區大小
NV_CACHE_SIZE=NV 快取大小
ROTATION_RATE=轉速
TEMPERATURE=溫度
POWER_ON_HOURS=已用時間總計
POWER_ON_COUNT=已用次數總計
DRIVE_LETTER=磁碟機代號
FEATURE=支援的功能
HEALTH_STATUS=磁碟健康狀態

UNKNOWN=未知
POWER_ON_COUNT_UNIT=次
POWER_ON_HOURS_UNIT=小時
POWER_ON_DAYS_UNIT=天

;4.3
TOTAL_HOST_WRITES=主機總計寫入
TOTAL_HOST_READS=主機總計讀取
TOTAL_NAND_WRITES=NAND 總計寫入

;4.5
WEAR_LEVELING_COUNT=耗損資源撫平次數

[Message]
DETECT_UNIT_POWER_ON_HOURS=正在偵測 [已用時間總計](需要大約 130 秒)
DETECT_DISK=正在偵測磁碟
PLEASE_ENABLE_WMI=請啟用 WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=為了變更佈景主題，請將此應用程式重新啟動
DISK_NOT_FOUND=找不到磁碟

[Alarm]
ALARM_TEMPERATURE=警告 - 溫度
ALARM_HEALTH_STATUS=警告 - 磁碟健康狀態
DEGRADATION=效能降低
RECOVERY=復原
;3.5.0
INFO_HEALTH_STATUS=資訊 - 磁碟健康狀態

[Graph]
PLEASE_SELECT_ITEM=請選擇項目
ACTUAL_VALUE=真實值(原始值)
NORMALIZED_VALUE=正常值(目前值)
ALL_ON=全部打開
ALL_OFF=全部關閉
RESET=重新設定

[Customize]
LINE_COLOR=線顏色
BACKGROUND_IMAGE=背景圖片
SUPPORTED_IMAGE_FORMAT=支援的圖片格式
ALL_FILES=全部檔案

;5.0.0
SUPPORTED_SOUND_FORMAT=支援的音效格式

[AamApm]
AAM_LOW=<- 靜音(80h)
AAM_HIGH=效能(FEh) ->
AAM_RECOMMEND=建議值
APM_LOW=<- 最小電源(01h)
APM_HIGH=效能(FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=自動噪音管理(AAM)
ADVANCED_POWER_MANAGEMENT=進階電源管理(APM)

[WindowTitle]
ABOUT=關於 CrystalDiskInfo(正體中文編譯:丹楓)
GRAPH=圖表
CUSTOMIZE=自訂
VERSION_INFORMATION=版本資訊
AAM_APM_CONTROL=AAM/APM 控制項
HEALTH_STATUS_SETTING=磁碟健康狀態設定

;5.0.0
ALARM_HISTORY=警示歷程記錄
SOUND_SETTINGS=音效設定

[HealthStatus]
THRESHOLD_OF_CAUTION=警告臨界值
APPLY=套用
DEFAULT=預設

[Smart]
UNKNOWN=未知
VENDOR_SPECIFIC=特定廠商
01=讀取錯誤率
02=傳輸效能
03=轉速上昇時間
04=啟動/停止次數
05=重新配置磁區數(發現弱磁區)
06=讀取通道界限
07=搜尋錯誤率
08=搜尋時間效能
09=硬碟使用時數
0A=啟動重試次數
0B=重新校準重試次數
0C=通電次數
0D=軟體讀取錯誤率評估 
B8=端對端錯誤
BB=無法修正的錯誤報告
BC=命令逾時
BD=高速飛行寫入
BE=外部通風溫度
BF=震動感應錯誤率
C0=斷電撤銷次數
C1=磁頭升降週期數
C2=硬碟內部溫度
C3=硬體錯誤檢核碼復原
C4=重新配置事件次數(與壞軌有關)
C5=目前停用磁區數
C6=無法修正的磁區總數
C7=UltraDMA 高速傳輸模式錯誤次數(與 SATA 線材優劣有關)
C8=寫入錯誤率
C9=軟體讀取錯誤率
CA=資料位址標示錯誤
CB=失效取消
CC=軟式 ECC 校正
CD=熱極限率
CE=飛行高度
CF=旋轉高電流
D0=旋轉嗡嗡聲
D1=離線搜尋效能
D3=寫入時的震動
D4=寫入時的震動
DC=磁盤移位
DD=震動感應錯誤率
DE=負載時數
DF=磁頭升降重試次數
E0=負載摩擦
E1=磁頭升降週期數
E2=及時負載
E3=轉矩放大次數
E4=斷電撤銷週期
E6=GMR 磁頭振幅
E7=硬碟內部溫度
F0=磁頭飛行時數
FA=讀取錯誤重試率
FE=落下保護
;4.5.0
F1=LBA(邏輯區塊定址)總計已寫入
F2=LBA(邏輯區塊定址)總計已讀取

[SmartSsd]
01=讀取錯誤率
02=傳輸效能
03=轉速上昇時間
04=啟動/停止次數
05=重新配置磁區數(發現弱磁區)
06=讀取通道界限
07=搜尋錯誤率
08=搜尋時間效能
09=硬碟使用時數
0A=啟動重試次數
0B=重新校準重試次數
0C=通電次數
0D=軟體讀取錯誤率評估 
C0=不安全關機次數
C2=硬碟內部溫度
C4=重新配置事件次數(與壞軌有關)
C5=目前停用磁區數
C6=無法修正的磁區總數
; CrystalDiskInfo assign
FF=剩餘壽命

[SmartMtron]
BB=抹除次數總計

[SmartIndlinx]
01=讀取錯誤率
09=硬碟使用時數
0C=通電次數
B8=初始損壞磁區數
C3=程式失敗磁區數
C4=抹除失敗磁區數
C5=讀取失敗磁區數
C6=讀取磁區總數
C7=寫入磁區總數
C8=讀取命令總數
C9=寫入命令總數
CA=來自 Flash 的錯誤位元總數
CB=包含可修正位元錯誤的讀取磁區總數
CC=損壞磁區完整旗標
CD=最大 PE 次數規格
CE=最小抹除次數
CF=最大抹除次數
D0=平均抹除次數
D1=磁碟剩餘壽命

[SmartJMicron60x]
09=硬碟使用時數
0C=通電次數
C2=硬碟內部溫度
E5=停止系統 ID, Flash ID
E8=韌體版本資訊
E9=ECC 失敗記錄
EA=平均抹除次數，最大抹除次數
EB=良好磁區數，系統磁區數

[SmartIntel]
03=轉速上昇時間
04=啟動/停止次數
05=重新配置磁區數(發現弱磁區)
09=硬碟使用時數
0C=通電次數
C0=不安全關機次數
E1=主機寫入
E8=可用的保留空間
E9=媒體磨損指示器
B8=端對端錯誤偵測次數

;Updated 4.1
AA=可用的保留空間
AB=程式失敗次數
AC=抹除失敗次數
BB=無法修正的錯誤次數

;Updated 4.3
AE=意外電源中斷
E2=定時工作量媒體耗損
E3=定時工作量主機讀取/寫入比例
E4=工作量計時器
F1=LBA(邏輯區塊定址)總計已寫入
F2=LBA(邏輯區塊定址)總計已讀取
F9=NAND 總計寫入


[SmartSamsung] ;Updated (4.3)
05=重新配置磁區數(發現弱磁區)
09=硬碟使用時數
0C=通電次數
AF=程式失敗次數(晶片)
B0=抹除失敗次數(晶片)
B1=耗損資源撫平次數
B2=已使用的保留空間數(晶片)
B3=已使用的保留空間數(總計)
B4=未使用的保留空間數(總計)
B5=程式失敗次數(總計)
B6=抹除失敗次數(總計)
B7=執行階段損壞磁區(總計)
BB=無法修正的錯誤次數
BE=溫度超過次數
C2=硬碟內部溫度
C3=ECC 率
C6=離線無法修正錯誤次數
C7=高速傳輸模式錯誤次數(與 SATA 線優劣有關)
C9=超級電容狀態
CA=SSD 模式狀態
EB=POR 復原次數
F1=LBA(邏輯區塊定址)總計已寫入
F2=LBA(邏輯區塊定址)總計已讀取

[SmartSandForce] ;Updated (3.7)
01=原始讀取錯誤率
05=報廢磁區數
09=硬碟使用時數
0C=通電次數
0D=軟體讀取錯誤率
64=GB 已抹除
AA=保留區塊數量
AB=程式失敗次數
AC=抹除失敗次數
AE=意外的電源中斷數
B1=耗損範圍差異
B5=程式失敗次數
B6=抹除失敗次數
B8=已報告的 I/O 錯誤檢測代碼錯誤
BB=無法修正的錯誤報告
C2=硬碟內部溫度
C3=ECC 運作中次數
C4=重新配置事件次數(與壞軌有關)
C6=無法修正的磁區總數
C7=SATA R-Errors 錯誤次數
C9=無法修正的軟體讀取錯誤率
CC=軟式 ECC 校正率
E6=壽命曲線狀態
E7=SSD 壽命剩下
E8=可用的保留空間
EB=SuperCap 健康情況
F1=從主機寫入的壽命
F2=從主機讀取的壽命
[SmartJMicron61x] ;Added (3.9)
01=讀取錯誤率
02=傳輸效能
03=轉速上昇時間
05=重新配置磁區數(發現弱磁區)
07=搜尋錯誤率
08=搜尋時間效能
09=硬碟使用時數
0A=啟動重試次數
0C=通電次數
A8=SATA PHY 錯誤次數
AF=損壞叢集表數(錯誤自動檢查與更正(ECC)失敗次數)
C0=意外電源中斷次數
C2=硬碟內部溫度
C5=目前停用磁區數
AA=損壞區塊數
AD=抹除次數
[SmartMicron] ;Added 4.0/Updated 4.5
01=原始讀取錯誤率
05=重新配置磁區數(發現弱磁區)
09=硬碟使用時數
0C=通電次數
AA=增長失敗磁區數
AB=程式失敗次數
AC=抹除失敗次數
AD=耗損資源撫平次數
AE=意外的電源中斷數
B5=非 4k 對齊存取
B7=SATA 介面減速(6.0G->3.0G, 3.0G->1.5G)
BB=報告無法更正的錯誤
BC=命令逾時
BD=出廠損壞磁區數
C4=重新配置事件次數
C5=目前停用磁區數
C6=Smart 離線掃瞄無法更正的錯誤次數
C7=UltraDMA 高速傳輸模式錯誤率
CA=已使用的額定壽命百分比
CE=寫入錯誤率
F2=防寫保護進度

;4.5
B8=錯誤修正次數
C2=外殼溫度
C3=累積修正過的 ECC

[SmartOcz] ;Added (4.5)
01=原始讀取錯誤率
03=轉速上昇時間
04=啟動停止次數
05=重新配置磁區數(發現弱磁區)
09=硬碟使用時數
0C=通電次數
E8=寫入磁區總數
E9=剩餘壽命